{"New Profit Inc": "New Profit is a nonprofit social innovation organization and venture philanthropy fund based in Boston, Massachusetts.\n\n", "Banja Luka Stock Exchange": "The Banja Luka Stock Exchange or BLSE (Serbian: Бањалучка берза, romanized: Banjalučka berza) is a stock exchange which operates in the city of Banja Luka in the Republika Srpska, Bosnia and Herzegovina. The Banja Luka Stock Exchange is a member of the Federation of Euro-Asian Stock Exchanges.\n\n", "East Carolina University": "East Carolina University (ECU) is a public research university in Greenville, North Carolina. It is the fourth largest university in North Carolina.\nFounded on March 8, 1907, as a teacher training school, East Carolina has grown from 43 acres (17 ha) to almost 1,600 acres (647 ha) today. The university's academic facilities are located on six properties: Main Campus, Health Sciences Campus, West Research Campus, the Field Station for Coastal Studies in New Holland, North Carolina, the Millennial Research Innovation Campus in Greenville's warehouse district and an overseas campus in Certaldo Alto, Italy. ECU also operates the Coastal Studies Institute. The nine undergraduate colleges, graduate school, and four professional schools are located on these four properties. All of the non-health sciences majors are located on the main campus. The College of Nursing, College of Allied Health Sciences, The Brody School of Medicine, and School of Dental Medicine are located on the health science campus. There are eleven social sororities, 16 social fraternities, four historically black sororities, five historically black fraternities, one Native American fraternity, and one Native American sorority. There are over 400 registered clubs on campus including fraternities and sororities.", "Swiss International Air Lines AG": "Swiss International Air Lines AG (stylised as SWISS), commonly referred to as Swiss or Swiss Air Lines, is the flag carrier of Switzerland, operating scheduled services in Europe and to North America, South America, Africa and Asia. Zurich Airport serves as the hub, Geneva Airport as a focus city. The airline was formed following the bankruptcy in 2002 of Swissair, Switzerland's then flag carrier. The new airline was built around what had been Swissair's regional subsidiary, Crossair. Swiss retains Crossair's IATA code LX (Swissair's code was SR). It assumed Swissair's old ICAO code of SWR (Crossair's was CRX), to maintain international traffic rights. It is a member of Star Alliance and a subsidiary of the Lufthansa Group. Its headquarters are at EuroAirport Basel Mulhouse Freiburg near Basel, Switzerland, and an office at Zurich Airport in Kloten, Switzerland. The company's registered office is in Basel.", "Interfaith Medical Center": "Interfaith Medical Center is a hospital located in Brooklyn, New York. With facilities in Crown Heights, Bedford-Stuyvesant, and Prospect Heights, it is a full-service non-profit community hospital that has 287 beds and serves more than 11,000 inpatients each year. It also has more than 200,000 outpatient visits and services and 50,000 emergency department visits annually. Interfaith is also a teaching hospital, with four graduate medical education residency programs, and fellowship programs in Pulmonary Medicine, Cardiology and Gastroenterology. Interfaith continues to serve as a safety-net hospital for its surrounding community since it emerged from bankruptcy in 2014.In addition to its main campus at 1545 Atlantic Avenue, Interfaith has other buildings which house specialists who provide care and offer community education and physician referrals to several other areas in Central Brooklyn. The largest is the Bishop Orris G. Walker, Jr. Healthcare Center, located at 528 Prospect Place and serving Prospect Heights and Crown Heights. The Bishop Orris G. Walker Center houses most outpatient specialties along with an internal medicine clinic and Atlantic Urgent Care.", "Howz": "In traditional Persian architecture, a howz (Persian: حوض‎) is a centrally positioned symmetrical axis pool. If in a traditional house or private courtyard, it is used for bathing, aesthetics or both. If in a sahn of a mosque, it is used for performing ablutions. A howz is usually around 30 centimetres (12 in) deep. It may be used as a \"theatre\" for people to sit on all sides of the pool while others entertain.Howz is a feature of the Persian gardens.\n\n", "Pomona Unified School District": "Pomona Unified School District or PUSD serves approximately 30,000 Pre-K-12 students and 17,000 adult learners at 44 schools in Pomona and Diamond Bar, California. It is located 30 miles east of downtown Los Angeles, and is the third-largest school district in Los Angeles County.\nIn 1995 the school district bought the former Indian Hill Mall, a failing shopping center built in the 1960s, and redeveloped it into an educational, commercial and retail complex called The Village at Indian Hill.In November, 2008, 75% of voters approved Measure PS, a $235 million school bond measure, to provide for the renovation of schools.  The first of the Measure PS projects were completed in summer, 2009.  Another round of projects is set for summer, 2010, at 21 schools.", "Waynesboro Area School District": "The Waynesboro Area School District is a midsized, suburban public school district located in Franklin County, Pennsylvania. The district is one of the 500 public school districts of Pennsylvania. It encompasses the boroughs of Waynesboro and Mont Alto, as well as all of Washington Township and Quincy Township, and a portion of Guilford Township. Waynesboro Area School District encompasses approximately 93 square miles (240 km2). According to 2000 federal census data, it serves a resident population of 28,376. By 2010, the district's population increased to 32,386 people. In 2009, the district residents’ per capita income was $18,503, while the median family income was $46,584. In the Commonwealth, the median family income was $49,501 and the United States median family income was $49,445, in 2010.According to Waynesboro Area School District officials, in school year 2007-08, Waynesboro Area School District provided basic educational services to 4,140 pupils. The district employed: 306 teachers, 197 full-time and part-time support personnel, and 17 administrators. Waynesboro Area School District received more than $18.7 million in state funding in school year 2007-08. In 2011-2012, Waynesboro Area School District provided basic educational services to 4,536 pupils. It employed: 274 teachers, 225 full-time and part-time support personnel, and twelve (12) administrators during the 2011-2012 school year. The district received $19 million in state funding in the 2011-2012 school year.\nThe district operates four elementary schools: Fairview Avenue Elementary School, Hooverville Elementary School, Mowery Elementary School, and Summitview Elementary School. It also operates: Waynesboro Area Middle School, and Waynesboro Area Senior High School. High school students may choose to attend Franklin County Career and Technology Center for training in the construction and mechanical trades.\nWaynesboro Area School District is served by the Lincoln Intermediate Unit IU12 which offers a variety of services, including assistance in developing K-12 curriculum that is mapped and aligned with the Pennsylvania Academic Standards, shared services, a group purchasing program and a wide variety of special education and special needs services. Students may choose to attend Franklin Virtual Academy which is an online education program operated by a cooperative agreement of local Franklin County public school districts.\n\n", "Tamworth High School": "Tamworth High School is a government-funded co-educational comprehensive secondary day school, located in Willis Street, South Tamworth, a suburb of the Tamworth Regional Council local government area in the New England region of New South Wales, Australia. \nEstablished in 1919, the school enrolled approximately 670 students in 2018, from Year 7 to Year 12, of whom 31 percent identified as Indigenous Australians and four percent were from a language background other than English. The school is operated by the NSW Department of Education; the principal is Daniel Wilson. \n\n", "Bromley House Library": "Bromley House Library (originally the Nottingham Subscription Library) is a subscription library in Nottingham.\n\n", "Val Verde Unified School District": "The Val Verde Unified School District is one of two public education governing bodies in Moreno Valley, California which stretches into Perris, California. It currently operates 21 schools and is the neighbor to its larger counterpart, the Moreno Valley Unified School District. This district serves approximately 19,500 students as of 2013.\n\n", "Superpack": "Superpak Vol. I and II are the second and third official compilation albums by American singer/actress Cher respectively. These compilations most prominently feature Cher's 1966 single, \"Bang Bang (My Baby Shot Me Down)\", as well as her 1965 debut single, \"All I Really Want to Do\". The rest of the albums feature other singles by Cher from the 1960s. Among those singles are: \"Needles and Pins\", \"Alfie\", \"Hey Joe\", and many more. All the songs that are sung are covers of the original versions.", "Prairiland Independent School District": "Prairiland Independent School District is a public school district based in the community of Pattonville, Texas (USA).\nThe district is located in eastern Lamar County and extends into a small portion of western Red River County.\nIn addition to Pattonville, Prairiland ISD also serves the towns of Blossom and Deport as well as the community of Cunningham.  A very small portion of Paris is in the district.\nIn 2009, the school district was rated \"recognized\" by the Texas Education Agency.\n\n"}